Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PostLaunchCaption
source: Minimize to tray and keep running, or save state and exit after launching the game.
de_de: Verhalten des Launchers nach Spielstart: In Taskleiste minimieren oder vollständig beenden.
es_mx: Minimizar a la bandeja y seguir ejecutándose, o guardar estado y salir tras iniciar el juego.
fr_fr: Choisissez le comportement du lanceur après le démarrage du jeu : réduire dans la barre d'état système ou fermer complètement après avoir sauvegardé l'état.
hi_in: ट्रे में न्यूनतम करके चालू रखें, या गेम लॉन्च करने के बाद स्थिति सहेजकर बाहर निकलें।
id_id: Minimalkan ke tray dan tetap berjalan, atau simpan status dan keluar setelah meluncurkan game.
it_it: Minimizza nella barra e continua l'esecuzione, o salva lo stato ed esci dopo aver avviato il gioco.
ja_jp: トレイに最小化して実行継続、または状態を保存して終了。
ko_kr: 트레이로 최소화하고 계속 실행하거나, 게임 실행 후 상태를 저장하고 종료합니다.
pt_br: Minimizar para a bandeja e continuar executando, ou salvar estado e sair após iniciar o jogo.
ru_ru: Свернуть в трей и продолжить работу, или сохранить состояние и выйти после запуска игры.
zh_cn: 选择启动游戏后启动器的行为：最小化到系统托盘继续运行，或保存状态后完全退出。
zh_tw: 選擇啟動遊戲後啟動器的行為：最小化到系統匣繼續執行，或儲存狀態後完全退出。

# EnableCustomBg
source: Enable Custom Background
de_de: Benutzerdefinierten Hintergrund aktivieren
es_mx: Activar fondo personalizado
fr_fr: Activer l'arrière-plan personnalisé
hi_in: कस्टम पृष्ठभूमि सक्षम करें
id_id: Aktifkan Latar Kustom
it_it: Abilita Sfondo Personalizzato
ja_jp: カスタム背景を有効化
ko_kr: 사용자 지정 배경 사용
pt_br: Ativar plano de fundo personalizado
ru_ru: Включить свой фон
zh_cn: 启用自定义背景
zh_tw: 啟用自訂背景

# BgSourceTitle
source: Background Source
de_de: Hintergrundquelle
es_mx: Origen del fondo
fr_fr: Source de l'arrière-plan
hi_in: पृष्ठभूमि स्रोत
id_id: Sumber Latar Belakang
it_it: Origine Sfondo
ja_jp: 背景ソース
ko_kr: 배경 소스
pt_br: Origem do plano de fundo
ru_ru: Источник фона
zh_cn: 背景来源
zh_tw: 背景來源

# SelectCustomBgImage
source: Select Custom Background Image...
de_de: Benutzerdefiniertes Hintergrundbild auswählen...
es_mx: Seleccionar imagen de fondo personalizada...
fr_fr: Sélectionner une image d'arrière-plan...
hi_in: कस्टम पृष्ठभूमि छवि चुनें...
id_id: Pilih Gambar Latar Kustom...
it_it: Seleziona Immagine Sfondo Personalizzata...
ja_jp: カスタム背景画像を選択...
ko_kr: 사용자 지정 배경 이미지 선택...
pt_br: Selecionar imagem de fundo personalizada...
ru_ru: Выбрать изображение фона...
zh_cn: 选择自定义背景图片...
zh_tw: 選擇自訂背景圖片...

# ClearCustomBg
source: Clear Custom Background
de_de: Benutzerdefinierten Hintergrund löschen
es_mx: Limpiar fondo personalizado
fr_fr: Effacer l'arrière-plan personnalisé
hi_in: कस्टम पृष्ठभूमि साफ़ करें
id_id: Hapus Latar Kustom
it_it: Cancella Sfondo Personalizzato
ja_jp: カスタム背景をクリア
ko_kr: 사용자 지정 배경 지우기
pt_br: Limpar plano de fundo personalizado
ru_ru: Очистить фон
zh_cn: 清除自定义背景
zh_tw: 清除自訂背景

# BgSlideshowTitle
source: Background Slideshow Mode
de_de: Hintergrund-Diashow
es_mx: Modo presentación de fondos
fr_fr: Mode diaporama
hi_in: पृष्ठभूमि स्लाइडशो मोड
id_id: Mode Slideshow Latar
it_it: Modalità Presentazione Sfondi
ja_jp: 背景スライドショー
ko_kr: 배경 슬라이드쇼 모드
pt_br: Modo de apresentação de slides
ru_ru: Слайд-шоу фона
zh_cn: 背景轮播模式
zh_tw: 背景輪播模式

# SelectSlideshowFolder
source: Select Slideshow Image Folder...
de_de: Ordner für Diashow-Bilder auswählen...
es_mx: Seleccionar carpeta de imágenes para presentación...
fr_fr: Sélectionner un dossier d'images...
hi_in: स्लाइडशो छवि फ़ोल्डर चुनें...
id_id: Pilih Folder Gambar Slideshow...
it_it: Seleziona Cartella Immagini Presentazione...
ja_jp: スライドショー画像フォルダを選択...
ko_kr: 슬라이드쇼 이미지 폴더 선택...
pt_br: Selecionar pasta de imagens para slides...
ru_ru: Выбрать папку для слайдов...
zh_cn: 选择轮播图片文件夹...
zh_tw: 選擇輪播圖片資料夾...

# ClearSlideshowFolder
source: Clear Slideshow Image Folder
de_de: Diashow-Ordner löschen
es_mx: Limpiar carpeta de presentación
fr_fr: Effacer le dossier du diaporama
hi_in: स्लाइडशो छवि फ़ोल्डर साफ़ करें
id_id: Hapus Folder Gambar Slideshow
it_it: Cancella Cartella Presentazione
ja_jp: スライドショーフォルダをクリア
ko_kr: 슬라이드쇼 이미지 폴더 지우기
pt_br: Limpar pasta de slides
ru_ru: Очистить папку слайдов
zh_cn: 清除轮播图片文件夹
zh_tw: 清除輪播圖片資料夾

# SlideshowInterval
source: Slideshow Interval (seconds)
de_de: Diashow-Intervall (Sekunden)
es_mx: Intervalo de presentación (segundos)
fr_fr: Intervalle du diaporama (secondes)
hi_in: स्लाइडशो अंतराल (सेकंड)
id_id: Interval Slideshow (detik)
it_it: Intervallo Presentazione (secondi)
ja_jp: スライドショー間隔（秒）
ko_kr: 슬라이드쇼 간격 (초)
pt_br: Intervalo dos slides (segundos)
ru_ru: Интервал слайдов (сек.)
zh_cn: 轮播间隔 (秒)
zh_tw: 輪播間隔 (秒)

# OfficialBgServerTitle
source: Official Background Server
de_de: Offizieller Hintergrund-Server
es_mx: Servidor oficial de fondos
fr_fr: Serveur d'arrière-plan officiel
hi_in: आधिकारिक पृष्ठभूमि सर्वर
id_id: Server Latar Resmi
it_it: Server Sfondo Ufficiale
ja_jp: 公式背景サーバー
ko_kr: 공식 배경 서버
pt_br: Servidor oficial de plano de fundo
ru_ru: Официальный сервер фона
zh_cn: 官方背景服务器
zh_tw: 官方背景伺服器

# ServerCN
source: CN Server (Skyisland)
de_de: China-Server (Himmelsinsel)
es_mx: Servidor CN (Skyisland)
fr_fr: Serveur CN (Celestia)
hi_in: CN सर्वर (स्काईआइलैंड)
id_id: Server CN (Skyisland)
it_it: Server CN (Skyisland)
ja_jp: 中国サーバー（天空島）
ko_kr: 중국 서버 (Skyisland)
pt_br: Servidor CN (Skyisland)
ru_ru: Сервер Китая (Skyisland)
zh_cn: 国服 (天空岛)
zh_tw: 陸服 (天空島)

# ServerGlobal
source: Global Server (Teyvat)
de_de: Globaler Server (Teyvat)
es_mx: Servidor Global (Teyvat)
fr_fr: Serveur Global (Teyvat)
hi_in: ग्लोबल सर्वर (टेवाट)
id_id: Server Global (Teyvat)
it_it: Server Globale (Teyvat)
ja_jp: グローバルサーバー（テイワット）
ko_kr: 글로벌 서버 (Teyvat)
pt_br: Servidor Global (Teyvat)
ru_ru: Глобальный сервер (Teyvat)
zh_cn: 国际服 (提瓦特)
zh_tw: 國際服 (提瓦特)

# OfficialBgApiTitle
source: Official Background API
de_de: Offizielle Hintergrund-API
es_mx: API oficial de fondos
fr_fr: API d'arrière-plan officiel
hi_in: आधिकारिक पृष्ठभूमि API
id_id: API Latar Resmi
it_it: API Sfondo Ufficiale
ja_jp: 公式背景API
ko_kr: 공식 배경 API
pt_br: API oficial de plano de fundo
ru_ru: API официального фона
zh_cn: 官方背景 API
zh_tw: 官方背景 API

# OfficialBgApiCaption
source: Leave blank to use the current server's default API. A custom API must return a data structure identical to the official getAllGameBasicInfo.
de_de: Leer lassen, um die Standard-API des aktuellen Servers zu verwenden. Eine benutzerdefinierte API muss dieselbe Datenstruktur wie die offizielle getAllGameBasicInfo zurückgeben.
es_mx: Déjalo en blanco para usar la API predeterminada del servidor actual. Una API personalizada debe devolver una estructura de datos idéntica a la oficial getAllGameBasicInfo.
fr_fr: Laissez vide pour utiliser l'API par défaut du serveur actuel. Une API personnalisée doit retourner une structure de données identique à getAllGameBasicInfo.
hi_in: वर्तमान सर्वर का डिफ़ॉल्ट API उपयोग करने के लिए खाली छोड़ें। कस्टम API को आधिकारिक getAllGameBasicInfo के समान डेटा संरचना लौटानी चाहिए।
id_id: Kosongkan untuk menggunakan API default server saat ini. API kustom harus mengembalikan struktur data yang identik dengan getAllGameBasicInfo resmi.
it_it: Lascia vuoto per usare l'API predefinita del server corrente. Un'API personalizzata deve restituire una struttura dati identica a getAllGameBasicInfo ufficiale.
ja_jp: 空欄の場合は現在のサーバーのデフォルトAPIを使用します。カスタムAPIは公式のgetAllGameBasicInfoと同じデータ構造を返す必要があります。
ko_kr: 비워 두면 현재 서버의 기본 API를 사용합니다. 사용자 지정 API는 공식 getAllGameBasicInfo와 동일한 데이터 구조를 반환해야 합니다.
pt_br: Deixe em branco para usar a API padrão do servidor atual. Uma API personalizada deve retornar uma estrutura de dados idêntica à getAllGameBasicInfo oficial.
ru_ru: Пусто — API по умолчанию. Свой API должен возвращать структуру getAllGameBasicInfo.
zh_cn: 留空使用当前服务器的默认 API。自定义 API 需要返回与官方 getAllGameBasicInfo 一致的数据结构。
zh_tw: 留空則使用目前伺服器的預設 API。自訂 API 需要回傳與官方 getAllGameBasicInfo 一致的資料結構。

# OfficialBgApiPlaceholder
source: Enter a custom official background API URL
de_de: Benutzerdefinierte offizielle Hintergrund-API-Adresse eingeben
es_mx: Introduce una URL de API de fondos oficial personalizada
fr_fr: Saisir l'URL de l'API d'arrière-plan officiel personnalisée
hi_in: कस्टम आधिकारिक पृष्ठभूमि API URL दर्ज करें
id_id: Masukkan URL API latar resmi kustom
it_it: Inserisci un URL API sfondo ufficiale personalizzato
ja_jp: カスタム公式背景APIのURLを入力
ko_kr: 사용자 지정 공식 배경 API URL 입력
pt_br: Insira uma URL personalizada da API de fundo oficial
ru_ru: Введите URL API фона
zh_cn: 输入自定义官方背景 API 地址
zh_tw: 輸入自訂官方背景 API 網址

# ResetBgApi
source: Reset to Default API
de_de: Auf Standard-API zurücksetzen
es_mx: Restablecer API predeterminada
fr_fr: Réinitialiser l'API par défaut
hi_in: डिफ़ॉल्ट API पर रीसेट करें
id_id: Reset ke API Default
it_it: Ripristina API Predefinita
ja_jp: デフォルトAPIにリセット
ko_kr: 기본 API로 초기화
pt_br: Redefinir para API padrão
ru_ru: Сбросить API
zh_cn: 重置为默认 API
zh_tw: 重設為預設 API

# FetchBgAssetsTitle
source: Fetch Official Background Assets
de_de: Offizielle Hintergrund-Assets abrufen
es_mx: Obtener recursos de fondo oficiales
fr_fr: Récupérer les ressources d'arrière-plan officielles
hi_in: आधिकारिक पृष्ठभूमि संसाधन प्राप्त करें
id_id: Ambil Aset Latar Resmi
it_it: Recupera Risorse Sfondo Ufficiali
ja_jp: 公式背景アセットを取得
ko_kr: 공식 배경 에셋 가져오기
pt_br: Baixar recursos oficiais de fundo
ru_ru: Загрузить ресурсы фона
zh_cn: 获取官方背景资源
zh_tw: 取得官方背景資源

# DownloadBgImage
source: Download Latest Background Image
de_de: Neuestes Hintergrundbild herunterladen
es_mx: Descargar última imagen de fondo
fr_fr: Télécharger la dernière image d'arrière-plan
hi_in: नवीनतम पृष्ठभूमि छवि डाउनलोड करें
id_id: Unduh Gambar Latar Terbaru
it_it: Scarica Ultima Immagine di Sfondo
ja_jp: 最新の背景画像をダウンロード
ko_kr: 최신 배경 이미지 다운로드
pt_br: Baixar imagem de fundo mais recente
ru_ru: Скачать последнее изображение
zh_cn: 下载最新背景图片
zh_tw: 下載最新背景圖片

# DownloadBgVideo
source: Download Latest Background Video
de_de: Neuestes Hintergrundvideo herunterladen
es_mx: Descargar último vídeo de fondo
fr_fr: Télécharger la dernière vidéo d'arrière-plan
hi_in: नवीनतम पृष्ठभूमि वीडियो डाउनलोड करें
id_id: Unduh Video Latar Terbaru
it_it: Scarica Ultimo Video di Sfondo
ja_jp: 最新の背景動画をダウンロード
ko_kr: 최신 배경 비디오 다운로드
pt_br: Baixar vídeo de fundo mais recente
ru_ru: Скачать последнее видео
zh_cn: 下载最新背景视频
zh_tw: 下載最新背景影片

# EnableAcrylicOverlay
source: Enable Acrylic Blur Overlay
de_de: Acryl-Unschärfe-Überlagerung aktivieren
es_mx: Activar superposición de desenfoque Acrylic
fr_fr: Activer le voile acrylique flouté des pages
hi_in: एक्रिलिक ब्लर ओवरले सक्षम करें
id_id: Aktifkan Overlay Blur Acrylic
it_it: Abilita Sovrapposizione Sfocatura Acrilica
ja_jp: アクリルぼかしオーバーレイを有効化
ko_kr: 아크릴 블러 오버레이 사용
pt_br: Ativar sobreposição de desfoque Acrylic
ru_ru: Включить акриловый фон
zh_cn: 启用页面亚克力模糊遮罩
zh_tw: 啟用頁面壓克力模糊遮罩

source: Solid Color
de_de: Einfarbig
es_mx: Color sólido
fr_fr: Couleur unie
hi_in: ठोस रंग
id_id: Warna Solid
it_it: Colore Solido
ja_jp: 単色
ko_kr: 단색
pt_br: Cor sólida
ru_ru: Сплошной цвет
zh_cn: 纯色
zh_tw: 單色

source: Acrylic Blur
de_de: Acryl-Unschärfe
es_mx: Desenfoque Acrylic
fr_fr: Flou acrylique
hi_in: एक्रिलिक ब्लर
id_id: Blur Acrylic
it_it: Sfocatura Acrilica
ja_jp: アクリルぼかし
ko_kr: 아크릴 블러
pt_br: Desfoque Acrylic
ru_ru: Акриловое размытие
zh_cn: 亚克力模糊
zh_tw: 壓克力模糊

# AcrylicOverlayNote
source: Note: Video backgrounds will fall back to a solid semi-transparent overlay for performance.
de_de: Hinweis: Bei Verwendung eines Video-Hintergrunds wird aus Leistungs- und Anzeigegründen automatisch auf einen halbtransparenten, einfarbigen Hintergrund zurückgegriffen.
es_mx: Nota: Los fondos de vídeo usarán una superposición semitransparente sólida por razones de rendimiento.
fr_fr: Note : avec un arrière-plan vidéo, le voile repasse en couleur unie semi-transparente pour préserver les performances et la qualité d'affichage.
hi_in: नोट: प्रदर्शन के लिए वीडियो पृष्ठभूमि ठोस अर्ध-पारदर्शी ओवरले पर वापस आ जाएँगी।
id_id: Catatan: Latar video akan fallback ke overlay semi-transparan solid untuk performa.
it_it: Nota: Gli sfondi video utilizzeranno una sovrapposizione semitrasparente solida per motivi di prestazioni.
ja_jp: 注意: 動画背景の場合、パフォーマンスのため半透明単色にフォールバック。
ko_kr: 참고: 비디오 배경은 성능을 위해 반투명 단색 오버레이로 대체됩니다.
pt_br: Nota: Planos de fundo em vídeo usarão uma sobreposição semitransparente sólida por questões de desempenho.
ru_ru: Примечание: Видео-фон переключится на полупрозрачный для производительности.
zh_cn: 注意：当使用视频背景时，为保证性能与显示效果，将自动回退为纯色半透明背景
zh_tw: 注意：當使用影片背景時，為確保效能與顯示效果，將自動退回為單色半透明背景

# SemiTransparentOverlay
source: Page Overlay Semi-Transparent Mode
de_de: Halbtransparente Seitenüberlagerung
es_mx: Modo semitransparente de superposición de página
fr_fr: Voile de page semi-transparent
hi_in: पेज ओवरले अर्ध-पारदर्शी मोड
id_id: Mode Semi-Transparan Overlay Halaman
it_it: Modalità Sovrapposizione Pagina Semi-Trasparente
ja_jp: ページオーバーレイ半透明モード
ko_kr: 페이지 오버레이 반투명 모드
pt_br: Modo semitransparente da sobreposição de página
ru_ru: Полупрозрачный режим
zh_cn: 页面遮罩半透明模式
zh_tw: 頁面遮罩半透明模式

source: Opaque
de_de: Blickdicht
es_mx: Opaco
hi_in: अपारदर्शी
it_it: Opaco
ja_jp: 不透明
ko_kr: 불투명
pt_br: Opaco
ru_ru: Непрозрачный
zh_cn: 不透明
zh_tw: 不透明

source: Semi-Transparent
de_de: Halbtransparent
es_mx: Semitransparente
hi_in: अर्ध-पारदर्शी
id_id: Semi-Transparan
it_it: Semi-Trasparente
ja_jp: 半透明
ko_kr: 반투명
pt_br: Semitransparente
ru_ru: Полупрозрачный
zh_cn: 半透明
zh_tw: 半透明

# SemiTransparentCaption
source: When enabled, the page overlay becomes semi-transparent, letting the background show through.
de_de: Wenn aktiviert, wird die Seitenüberlagerung halbtransparent dargestellt, sodass das Hintergrundbild durchscheint.
es_mx: Al activarse, la superposición de página se vuelve semitransparente, dejando ver el fondo.
fr_fr: Une fois activé, le voile des pages devient semi-transparent, laissant apparaître l'image d'arrière-plan
hi_in: सक्षम होने पर पेज ओवरले अर्ध-पारदर्शी हो जाता है, जिससे पृष्ठभूमि दिखाई देती है।
id_id: Saat diaktifkan, overlay halaman menjadi semi-transparan, membiarkan latar terlihat.
it_it: Quando abilitato, la sovrapposizione della pagina diventa semi-trasparente, lasciando intravedere lo sfondo.
ja_jp: 有効時、ページオーバーレイが半透明になり背景が透けて見えます。
ko_kr: 활성화하면 페이지 오버레이가 반투명해져 배경이 비쳐 보입니다.
pt_br: Quando ativado, a sobreposição da página fica semitransparente, permitindo ver o plano de fundo.
ru_ru: При включении фон страницы становится полупрозрачным.
zh_cn: 开启后页面遮罩将以半透明方式显示，可透出背景图片
zh_tw: 開啟後頁面遮罩將以半透明方式顯示，可透出背景圖片

# OverlayOpacityTitle
source: Overlay Opacity
de_de: Deckkraft der Überlagerung
es_mx: Opacidad de superposición
fr_fr: Opacité du voile
hi_in: ओवरले अपारदर्शिता
id_id: Opasitas Overlay
it_it: Opacità Sovrapposizione
ja_jp: オーバーレイ不透明度
ko_kr: 오버레이 불투명도
pt_br: Opacidade da sobreposição
ru_ru: Прозрачность наложения
zh_cn: 遮罩透明度
zh_tw: 遮罩不透明度

# BackdropTitle
source: Window Backdrop Material
de_de: Fensterhintergrund-Material
es_mx: Material de fondo de ventana
fr_fr: Matériau du fond de fenêtre
hi_in: विंडो बैकड्रॉप सामग्री
id_id: Material Latar Jendela
it_it: Materiale Sfondo Finestra
ja_jp: ウィンドウ背景素材
ko_kr: 창 배경 소재
pt_br: Material de fundo da janela
ru_ru: Материал фона окна
zh_cn: 窗口背景材质
zh_tw: 視窗背景材質

# BackdropCaption
source: Choose the visual effect for the window background
de_de: Wähle den visuellen Effekt des Fensterhintergrunds
es_mx: Elige el efecto visual para el fondo de la ventana
fr_fr: Choisir l'effet visuel du fond de la fenêtre
hi_in: विंडो पृष्ठभूमि के लिए दृश्य प्रभाव चुनें
id_id: Pilih efek visual untuk latar jendela
it_it: Scegli l'effetto visivo per lo sfondo della finestra
ja_jp: ウィンドウ背景の視覚効果を選択
ko_kr: 창 배경의 시각 효과를 선택하세요
pt_br: Escolha o efeito visual para o fundo da janela
ru_ru: Выберите визуальный эффект фона окна
zh_cn: 选择窗口背景的视觉效果
zh_tw: 選擇視窗背景的視覺效果

# MicaOption
source: Mica
de_de: Mica (Glimmer)
hi_in: माइका
ja_jp: Mica（雲母）
ru_ru: Mica (Слюда)
zh_cn: Mica (云母)
zh_tw: Mica (雲母)

# AcrylicOption
source: Acrylic
de_de: Acrylic (Acryl)
fr_fr: Acrylique
hi_in: एक्रिलिक
it_it: Acrilico
ja_jp: Acrylic（アクリル）
ru_ru: Acrylic (Акрил)
zh_cn: Acrylic (亚克力)
zh_tw: Acrylic (壓克力)

# MicaWarning
source: Note: Mica is only available on Windows 11.
de_de: Hinweis: Der Mica-Effekt ist nur unter Windows 11 verfügbar. Auf älteren Systemen kann auf eine einfarbige Darstellung zurückgegriffen werden.
es_mx: Nota: Mica solo está disponible en Windows 11.
fr_fr: Note : l'effet Mica n'est disponible que sous Windows 11. Les anciennes versions du système repasseront en couleur unie.
hi_in: नोट: माइका केवल Windows 11 पर उपलब्ध है।
id_id: Catatan: Mica hanya tersedia di Windows 11; pada sistem yang lebih lama, mungkin akan kembali ke warna polos.
it_it: Nota: Mica è disponibile solo su Windows 11.
ja_jp: 注意: Mica効果はWindows 11のみ利用可能です。
ko_kr: 참고: Mica는 Windows 11에서만 사용할 수 있으며, 구버전 시스템에서는 단색으로 대체될 수 있습니다.
pt_br: Nota: Mica está disponível apenas no Windows 11.
ru_ru: Примечание: Mica доступен только в Windows 11; на старых системах фон может стать сплошным.
zh_cn: 注意：Mica 效果仅在 Windows 11 上可用，旧版本系统可能会回退到纯色。
zh_tw: 注意：Mica 效果僅在 Windows 11 上可用，舊版系統可能會退回至單色。

# ShowHamburger
source: Show Sidebar Hamburger Button
de_de: Seitenleisten-Hamburger-Button anzeigen
es_mx: Mostrar botón de menú lateral
fr_fr: Afficher le bouton hamburger de la barre latérale
hi_in: साइडबार हैमबर्गर बटन दिखाएँ
id_id: Tampilkan Tombol Hamburger Sidebar
it_it: Mostra Pulsante Hamburger Barra Laterale
ja_jp: サイドバーハンバーガーボタンを表示
ko_kr: 사이드바 햄버거 버튼 표시
pt_br: Mostrar botão de menu da barra lateral
ru_ru: Показать кнопку меню
zh_cn: 显示侧边栏汉堡按钮
zh_tw: 顯示側邊欄漢堡按鈕

# ShowHamburgerCaption
source: Shows an expand/collapse button at the top of the sidebar.
de_de: Wenn aktiviert, wird oben in der Seitenleiste ein Button zum Ein-/Ausklappen angezeigt, um das vollständige Menü mit Text anzuzeigen.
es_mx: Muestra un botón de expandir/colapsar en la parte superior de la barra lateral.
fr_fr: Une fois activé, un bouton pour déplier/replier la barre latérale s'affiche, permettant de voir le texte complet du menu.
hi_in: साइडबार के शीर्ष पर विस्तृत/संकुचित बटन दिखाता है।
id_id: Menampilkan tombol expand/collapse di bagian atas sidebar.
it_it: Mostra un pulsante espandi/comprimi in cima alla barra laterale.
ja_jp: サイドバー上部に展開/折りたたみボタンを表示します。
ko_kr: 사이드바 상단에 확장/축소 버튼을 표시합니다.
pt_br: Mostra um botão de expandir/recolher no topo da barra lateral.
ru_ru: Показывает кнопку свёртки/развёртки боковой панели.
zh_cn: 开启后侧边栏顶部显示展开/收起按钮，可展开侧边栏查看完整菜单文字
zh_tw: 開啟後側邊欄頂部顯示展開/收起按鈕，可展開側邊欄查看完整選單文字

# EnableStartupSound
source: Enable Game Launch Sound
de_de: Spiel-Startsound aktivieren
es_mx: Activar sonido de inicio del juego
fr_fr: Activer le son de démarrage du jeu
hi_in: गेम लॉन्च ध्वनि सक्षम करें
id_id: Aktifkan Suara Peluncuran Game
it_it: Abilita Suono di Avvio Gioco
ja_jp: ゲーム起動音を有効化
ko_kr: 게임 실행 사운드 사용
pt_br: Ativar som de inicialização do jogo
ru_ru: Включить звук запуска
zh_cn: 启用游戏启动音效
zh_tw: 啟用遊戲啟動音效

source: Select Audio File...
de_de: Audiodatei auswählen...
es_mx: Seleccionar archivo de audio...
fr_fr: Sélectionner un fichier audio...
hi_in: ऑडियो फ़ाइल चुनें...
id_id: Pilih File Audio...
it_it: Seleziona File Audio...
ja_jp: 音声ファイルを選択...
ko_kr: 오디오 파일 선택...
pt_br: Selecionar arquivo de áudio...
ru_ru: Выбрать аудиофайл...
zh_cn: 选择音频文件...
zh_tw: 選擇音訊檔案...

source: Clear Audio File
de_de: Audiodatei löschen
es_mx: Limpiar archivo de audio
fr_fr: Effacer le fichier audio
hi_in: ऑडियो फ़ाइल साफ़ करें
id_id: Hapus File Audio
it_it: Cancella File Audio
ja_jp: 音声ファイルをクリア
ko_kr: 오디오 파일 지우기
pt_br: Limpar arquivo de áudio
ru_ru: Очистить аудио
zh_cn: 清除音频文件
zh_tw: 清除音訊檔案

source: Game Check-in
de_de: Spiel-Check-in
es_mx: Check-in del juego
fr_fr: Check-in jeu
hi_in: गेम चेक-इन
id_id: Check-in Game
it_it: Check-in Gioco
ja_jp: ゲームチェックイン
ko_kr: 게임 출석 체크
pt_br: Check-in do jogo
ru_ru: Отметка в игре
zh_cn: 游戏签到
zh_tw: 遊戲簽到

# GameCheckinCaption
source: Claim MiYouShe daily check-in rewards (Primogems, Mora, etc.)
de_de: Tägliche Check-in-Belohnungen von MiHoYo abholen (Urgestein, Mora usw.)
es_mx: Reclama las recompensas diarias de check-in de MiYouShe (Protogemas, Mora, etc.)
fr_fr: Récupérer les récompenses quotidiennes Hoyolab (Primo-gemmes, Moras, etc.)
hi_in: MiYouShe दैनिक चेक-इन पुरस्कार प्राप्त करें (प्रिमोजेम, मोरा, आदि)
id_id: Klaim hadiah check-in harian MiYouShe (Primogem, Mora, dll.)
it_it: Riscatta le ricompense giornaliere MiYouShe (Primogemme, Mora, ecc.)
ja_jp: 毎日のチェックイン報酬を受け取る（原石、モラ等）
ko_kr: 미호요 커뮤니티 일일 출석 보상 수령 (원석, 모라 등)
pt_br: Resgate as recompensas diárias de check-in do MiYouShe (Primogemas, Mora, etc.)
ru_ru: Получение ежедневных наград (Камни Истока, Мора и т.д.)
zh_cn: 领取米游社每日签到奖励（原石、摩拉等）
zh_tw: 領取米遊社每日簽到獎勵（原石、摩拉等）

source: Community Check-in
es_mx: Check-in de comunidad
fr_fr: Check-in communauté
hi_in: कम्युनिटी चेक-इन
id_id: Check-in Komunitas
it_it: Check-in Community
ja_jp: コミュニティチェックイン
ko_kr: 커뮤니티 출석 체크
pt_br: Check-in da comunidade
ru_ru: Отметка сообщества
zh_cn: 社区签到
zh_tw: 社群簽到

# CommunityCheckinCaption
source: Automatically complete community interaction tasks to earn MiYouShe Coins
de_de: Community-Interaktionsaufgaben automatisch abschließen, um MiHoYo-Münzen zu erhalten
es_mx: Completa automáticamente tareas de interacción comunitaria para ganar Miyou Coins
fr_fr: Accomplir automatiquement les tâches d'interaction communautaire pour gagner des pièces Hoyolab
hi_in: MiYouShe कॉइन अर्जित करने के लिए कम्युनिटी इंटरैक्शन कार्य स्वतः पूर्ण करें
id_id: Selesaikan tugas interaksi komunitas secara otomatis untuk mendapatkan Koin MiYouShe
it_it: Completa automaticamente le attività di interazione community per guadagnare Monete MiYouShe
ja_jp: コミュニティ交流タスクを自動完了してコインを獲得
ko_kr: 커뮤니티 상호작용 작업을 자동으로 완료하여 미호요 코인 획득
pt_br: Complete automaticamente tarefas de interação na comunidade para ganhar Moedas MiYouShe
ru_ru: Автовыполнение заданий сообщества для получения монет
zh_cn: 自动完成社区互动任务获取米游币
zh_tw: 自動完成社群互動任務取得米遊幣

source: Like
de_de: Gefällt mir
es_mx: Me gusta
fr_fr: J'aime
hi_in: पसंद करें
id_id: Suka
it_it: Mi Piace
ja_jp: いいね
ko_kr: 좋아요
pt_br: Curtir
ru_ru: Нравится
zh_cn: 点赞
zh_tw: 按讚

source: Read Posts
de_de: Beiträge lesen
es_mx: Leer publicaciones
fr_fr: Lire les publications
hi_in: पोस्ट पढ़ें
id_id: Baca Postingan
it_it: Leggi Post
ja_jp: 投稿を読む
ko_kr: 게시물 읽기
pt_br: Ler posts
ru_ru: Читать посты
zh_cn: 看帖
zh_tw: 瀏覽貼文

source: Share
de_de: Teilen
es_mx: Compartir
fr_fr: Partager
hi_in: साझा करें
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
pt_br: Compartilhar
ru_ru: Поделиться
zh_cn: 分享
zh_tw: 分享

source: Cloud Game Check-in
de_de: Cloud-Spiel-Check-in
es_mx: Check-in de juego en la nube
fr_fr: Check-in cloud gaming
hi_in: क्लाउड गेम चेक-इन
id_id: Check-in Cloud Game
it_it: Check-in Cloud Game
ja_jp: クラウドゲームチェックイン
ko_kr: 클라우드 게임 출석 체크
pt_br: Check-in do jogo na nuvem
ru_ru: Отметка облачной игры
zh_cn: 云游戏签到
zh_tw: 雲端遊戲簽到
